Repository: HajdukSanchez/bom_hamburguer
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# homeListMainProductsTitle
source: Our Sandwiches
es: Nuestros Sandwiches

# homeListAdditionProductsTitle
source: Add to your sandwich
es: Agrega a tu Sandwich

# homeNoMainProducts
source: Ups, there is nothing to show you
es: Ups, no hay productos para mostrar

# cartProductAlreadyAdded
source: Ups, the product is already in the cart
es: Ups, el producto ya está en el carrito

# cartCheckout
source: Checkout
es: Finalizar compra

# cartDiscountText1
source: For buying:
es: Por la compra de:

# cartDiscountText2
source: You have a discount of
es: Obtienes un descuento del

# cartEmpty
source: Let's start shopping?
es: Empecemos a comprar!

# textFieldName
source: Name
es: Nombre

# checkoutPay
source: Pay
es: Pagar

# checkoutPersonalData
source: Personal information
es: Información personal

# checkoutButtonPay
source: Pay
es: Realizar pago

# globalErrorMessage
source: Ups, something went wrong
es: Ups, algo salió mal
